{
    "job-name": "Cloud Developer and Engineer",
    "download-cv" : "Download CV",
    "contact-me" : "Contact me!",
    "home" : "Home",
    "about" : "About",
    "resume" : "Resume",
    "portfolio" : "Portfolio",



    "location" : "Location",
    "birthday" : "Birthday",
    "birthday-date" : "March 22, 1997",
    "about-me" : "Who am I?",
    "tagline" : "🧐 Self-taught and passionate, I turned my passion into a profession.",
    "first-line" : "👨‍🎓 Pharmaceutical assistant until 2019 and after a professional assessment, I decided to change paths. I accumulate nearly 1500 hours of lessons on various platforms (while working on the side), I start a diploma with the CESI and ... I dived into this new world!",
    "second-line" : "👨‍💻 During my last experience at the New York Group, I had the dual role of junior fullstack developer and cloud architect/engineer. In addition to improving my technical stack (notably by being certified by AWS), I was able to develop my strength of proposal and my autonomy in remote.",
    "third-line" : "💪 With these experiences, I now support companies of all sizes for the implementation, development and maintenance of their cloud-based projects. I also help with any transition and migration to a cloud or hybrid environment, for application operational maintenance, setting up automation, etc.",
    


    "education" : "Education",
    "aws-certified-saa" : "Certified AWS Solutions Architect Associate",
    "aws-certified-cp" : "Certified AWS Cloud Practitioner",
    "bts-cesi" : "Advanced IT Technician's Diploma",
    "bp-pharmacy" : "Professional Diploma of Pharmaceutical Assistant",
    "bachelor" : "Bachelor of Science and Technology specializing in Entrepreneurship",
    "experience" : "Experience",
    "fullstack-and-cloud" : "Fullstack Developer Junior & AWS Cloud Engineer",
    "fullstack-and-cloud-text" : "Development of a business activity management web application called Broadway Access (with a library of encrypted documents, summaries, graphs and activity reports, dynamic customer map, etc.). Implementation of an application deployment pipeline directly on AWS and management of the AWS account.",
    "internship" : "Intern",
    "internship-text" : "Finalization of the development of the company intranet. Proposal for the development of a web application allowing the management of the company's activity based on the processes written internally and on the technologies offered by the AWS cloud. Creation of a Proof of Concept for presentation to the management committee.",
    "pharmaceutical-assistant" : "Pharmaceutical Assistant",
    "pharmaceutical-assistant-text" : "Management of the herbalism part and the manufacture of food supplements. Participation in the manufacture of officinal, magistral and cosmetic preparations. Maintenance of computer systems and web development.",
    "volunteer" : "Volunteer web editor",
    "volunteer-text" : "Writing articles on the field of video games via Wordpress and SEO management. Web development on the site (themes and simple web page).",
    "sf-one" : "Autonomy",
    "sf-two" : "Sense of organization",
    "sf-three" : "Strength of proposal",
    "sf-four" : "Curiosity",
    "sf-five" : "Learning ability",
    "sf-six" : "Honesty",
    "sf-seven" : "Teamwork",
    "sf-eight" : "Problems solving",



    "cloudypie" : "☁️ CloudyPie is my very first project! The main idea was to make a homemade file storage, accessible from a web application in local and that can be deployed on a Raspberry Pi. I was inspired by Google Drive, ... etc; but I wanted to create something secure, while giving users full control over their data. For the security aspect, I developed my own file encryption library: EncrypThor. This library uses the AES protocol, it was quite messy, but it had the merit of working effectively and efficiently.",
    "pys3tower" : "PyS3Tower 🏗️ (like the Pisa Tower, it's a French joke) is a Python library that can sync your local files to an S3 bucket. With PyS3Tower you can easily sync your local files to an S3 bucket and also sync your S3 bucket to your local files. This script works like xcopy on Windows, but it is more powerful and flexible. This library was used at Groupe New York where we can't deploy AWS DataSync or a Storage Gateway. So, I made this temporary solution using Python and the SDK.",
    "mapyto" : "MaPyto 🌍 is an open-source Django project that can optimize Google Maps Routes (without the limitation of 10 addresses per route). This project is my first real big and serious project and I even wanted to launch it as a real service! (you can find a first idea of an AWS architecture in the photos) The main backend algorithm is based on the Dijkstra algorithm. This algorithm finds the shortest route between several points on a map.",
    "broadway-access" : "Broadway Access is a SaaS (software-as-a-service) developed for the New York Group (a group specializing in points-of-sale image). It consist of a web portal where the employees can manage their clients based on pre-established processes, while communicating with the systems already in place (SAGE 100 and an intranet). The purpose of this application is to facilitate communication between departments to reduce errors, to reduce the number of tools to be used by centralizing them in one, to have a customer follow-up (CRM) and a personalized BI tool to the group activity. All while offering an opening to various customers (so that they have access to BI tools, documents, etc.). For the record, I proposed the development of this application to the management committee during an internship. After validation, I had a year to develop and deploy this application on AWS. I had to fend for myself for all the technical part (the business part being provided by various people of the group). This application has been used for several customers such as Stellantis, Abeille Assurances, Intermarché ... etc.",
    "please-required" : "Please complete all required fields",
    "contact-line" : "I am always open to a discussion around your needs in order to provide you with the skills that will allow you to move forward.",
    "name" : "Your name *",
    "email" : "Your email address *",
    "message" : "Your message *",
    "submit" : "Submit"
}