{
    "job-name": "Cloud & DevOps Consultant",
    "download-cv" : "Download my resume!",
    "contact-me" : "Contact me!",
    "home" : "Home",
    "about" : "About",
    "resume" : "Resume",
    "personal-info" : "Personal info",
    "location" : "Location",
    "birthday" : "Birthday",
    "birthday-date" : "March 22, 1997",
    "about-me" : "Who am I?",
    "tagline" : "🧐 Self-taught and passionate, I turned my passion into a profession.",
    "first-line" : "👨‍🎓 Originally a pharmacian assistant, I decided to change paths following a big questioning of my professional expectations. I accumulate nearly 1500 hours of online courses on various platforms (while working on the side). I deal with a lot of subjects that fascinate me (such as web development, etc.) then, I take advantage of a rapprochement with my spouse to start a diploma with the CESI and finally get started!",
    "second-line" : "💪 With my professional and personal experiences, I now support companies of all sizes for the realization, development and maintenance of their cloud-based projects. My background has allowed me to develop my autonomy, my sense of organization and above all my ability to learn! Moreover, it is said that I am proactive, I do not hesitate to suggest things that could help.",
    "third-line" : "😄 I always remain open to a discussion around your needs in order to bring you the skills that will allow you to move forward. So do not hesitate!",
    "what-i-do" : "What I do!",
    "fullstack-wd" : "Fullstack web development",
    "fullstack-wd-text" : "Frontend and backend web development and in particular creation of web applications related to the cloud.",
    "aws-architecture" : "AWS architecture",
    "aws-architecture-text" : "Design, implementation, management and maintenance of AWS architectures or AWS native cloud applications.",
    "servers-admin" : "Servers administration",
    "servers-admin-text" : "Administration, management and maintenance of Windows or Linux servers.",
    "computer-support" : "Computer support",
    "computer-support-text" : "First and second level computer maintenance and assistance.",
    "training" : "Training",
    "training-text" : "Staff training and animation of educational workshops to learn how to use new technologies or new tools.",
    "documentation": "Documentation",
    "documentation-text" : "Design of information supports, technical documents or Proof of Concept.",  
    "education" : "Education",
    "aws-certified-dva" : "Certified AWS Developer Associate",
    "aws-certified-saa" : "Certified AWS Solutions Architect Associate",
    "aws-certified-cp" : "Certified AWS Cloud Practitioner",
    "bts-cesi" : "Advanced IT Technician's Diploma",
    "bp-pharmacy" : "Professional Diploma of Pharmaceutical Assistant",
    "bachelor" : "Bachelor of Science and Technology specializing in Entrepreneurship",
    "experience" : "Experience",
    "freelance" : "Cloud & Development Consultant",
    "freelance-text" : "Geoptim is my consulting company on topics related to Cloud, DevOps methodology and development. It is also my vehicle for transforming personal projects into professional projects.",
    "fullstack-and-cloud" : "Fullstack Developer Junior & AWS Cloud Engineer",
    "fullstack-and-cloud-text" : "Development of a business activity management web application called Broadway Access (with a library of encrypted documents, summaries, graphs and activity reports, dynamic customer map, etc.). Implementation of an application deployment pipeline directly on AWS and management of the AWS account.",
    "internship" : "Intern",
    "internship-text" : "Finalization of the development of the company intranet. Proposal for the development of a web application allowing the management of the company's activity based on the processes written internally and on the technologies offered by the AWS cloud. Creation of a Proof of Concept for presentation to the management committee.",
    "pharmaceutical-assistant" : "Pharmaceutical Assistant",
    "pharmaceutical-assistant-text" : "Management of the herbalism part and the manufacture of food supplements. Participation in the manufacture of officinal, magistral and cosmetic preparations. Maintenance of computer systems and web development.",
    "volunteer" : "Volunteer web editor",
    "volunteer-text" : "Writing articles on the field of video games via Wordpress and SEO management. Web development on the site (themes and simple web page).",
    "sf-one" : "Autonomy",
    "sf-two" : "Sense of organization",
    "sf-three" : "Strength of proposal",
    "sf-four" : "Curiosity",
    "sf-five" : "Learning ability",
    "sf-six" : "Honesty",
    "sf-seven" : "Teamwork",
    "sf-eight" : "Problems solving",
    "contact-line-one" : "I am always open to a discussion around your needs in order",
    "contact-line-two" : "to provide you with the skills that will allow you to move forward.",
    "please-required" : "Please complete all required fields",
    "name" : "Your name *",
    "email" : "Your email address *",
    "message" : "Your message *",
    "error-message" : "You've forgot this field!",
    "submit" : "Submit"
}