{
    "job-name": "Cloud DevOps Engineer @ Numias",
    "download-cv" : "Download my resume!",
    "contact-me" : "Contact me!",
    "home" : "Home",
    "about" : "About",
    "resume" : "Resume",
    "personal-info" : "Personal info",
    "birthday" : "Birthday",
    "birthday-date" : "March 22, 1997",

    "about-me" : "Who am I?",
    "tagline" : "Hello, I'm Louis 👋",
    "first-line" : "Originally a pharmacian assitant, I decided to change careers in 2019. I learned by myself and via online courses and I started! A sentence that could describe me: \"Self-taught and passionate, I managed to turn my passion into a job\" 💪",
    "second-line" : "With my professional and personal experiences, I now support companies of all sizes for the realization, development and maintenance of their cloud-based projects 👨‍💻",
    "third-line" : "My background has allowed me to develop my autonomy, my sense of organization and especially my ability to learn. Moreover, it is said that I am proactive, I do not hesitate to suggest things that could help! 🧠",

    "what-i-do" : "What I do",
    "fullstack-wd" : "Fullstack web development",
    "fullstack-wd-text" : "Frontend and backend web development and in particular creation of web applications related to the cloud.",
    "aws-architecture" : "AWS architecture",
    "aws-architecture-text" : "Design, implementation, management and maintenance of AWS architectures or AWS native cloud applications.",
    "servers-admin" : "Servers administration",
    "servers-admin-text" : "Administration, management and maintenance of Windows or Linux servers.",
    "training" : "Training",
    "training-text" : "Staff training and animation of educational workshops to learn how to use new technologies or new tools.",
    "education" : "Education",
    "aws-certified-dva" : "Certified AWS Developer Associate",
    "aws-certified-saa" : "Certified AWS Solutions Architect Associate",
    "aws-certified-cp" : "Certified AWS Cloud Practitioner",
    "bts-cesi" : "Advanced IT Technician's Diploma",
    "bp-pharmacy" : "Professional Diploma of Pharmaceutical Assistant",
    "bachelor" : "Bachelor of Science and Technology specializing in Entrepreneurship",
    "experience" : "Experience",
    "numias" : "Cloud DevOps Engineer",
    "numias-text" : "Numias is building a compliant and highly secure payment solution that enables businesses to benefit from the added value of blockchain technologies: speed, cost and transparency.",
    "freelance" : "CloudOps & DevOps",
    "freelance-text" : "Geoptim is a small service structure on topics related to the Cloud, DevOps methodology and web development. It is also a vector for transforming personal projects into professional projects.",
    "fullstack-and-cloud" : "Fullstack Developer Junior & AWS Cloud Engineer",
    "fullstack-and-cloud-text" : "The New York Group brings together 4 companies specializing in the deployment of points of sale (creation of furniture and illuminated signs for customers such as La Poste, Stellantis, etc.). This group ensures the control of all the trades related to a deployment of large-scale images such as: project management, project study, manufacturing, installation, maintenance, etc.",
    "pharmaceutical-assistant" : "Pharmaceutical Assistant",
    "pharmaceutical-assistant-text" : "The Pharmacie de la Croix Blanche located in the city center of Dijon specializes in the manufacture of food supplements and natural cosmetic products.",
    "volunteer" : "Volunteer web editor",
    "volunteer-text" : "Writing articles on the field of video games via Wordpress and SEO management. Web development on the sites (themes and simple web page).",
    "sf-one" : "Autonomy",
    "sf-two" : "Sense of organization",
    "sf-three" : "Strength of proposal",
    "sf-four" : "Curiosity",
    "sf-five" : "Learning ability",
    "sf-six" : "Honesty",
    "sf-seven" : "Teamwork",
    "sf-eight" : "Problems solving",
    "contact-line-one" : "I am always open to a discussion around your needs in order",
    "contact-line-two" : "to provide you with the skills that will allow you to move forward.",
    "please-required" : "Please complete all required fields",
    "name" : "Your name *",
    "email" : "Your email address *",
    "message" : "Your message *",
    "error-message" : "You've forgot this field!",
    "submit" : "Submit"
}