{
    "job-name": "Développeur et Ingénieur Cloud",
    "download-cv" : "Téléchargez mon CV",
    "contact-me" : "Contactez-moi !",
    "home" : "Accueil",
    "about" : "A propos",
    "resume" : "CV",
    "portfolio" : "Portfolio",



    "location" : "Localisation",
    "birthday" : "Date de naissance",
    "birthday-date" : "22 mars 1997",
    "about-me" : "Qui suis-je ?",
    "tagline" : "🧐 Autodidacte et passionné, j'ai transformé ma passion en métier.",
    "first-line" : "👨‍🎓 Préparateur en pharmacie jusqu'en 2019 et après un bilan professionnel, je décide de changer de voie. J'accumule près de 1500 heures de cours sur diverses plateformes (tout en travaillant à côté), je me lance dans une formation avec le CESI et je me lance !",
    "second-line" : "👨‍💻 Lors de ma dernière expérience chez le Groupe New York, j'ai eu la double casquette de développeur fullstack junior et d'architecte/ingénieur cloud. En plus d'améliorer mon stack technique (notamment en étant certifié par AWS), j'ai notamment pu développer ma force de proposition et mon autonomie en télétravail.",
    "third-line" : "💪 Fort de ces expériences, j'accompagne aujourd'hui les entreprises de toutes tailles pour la réalisation, le développement et la maintenance de leurs projets basés sur le cloud. J’apporte également mon aide pour toute transition et migration vers un environnement cloud ou hybride, pour de la maintenance opérationnelle d'application, la mise en place d'automatisation ... etc.",
    

    
    "education" : "Formation",
    "aws-certified-saa" : "Certifié AWS Solutions Architect Associate",
    "aws-certified-cp" : "Certifié AWS Cloud Practitioner",
    "bts-cesi" : "BTS de Gestionnaire en Maintenance Informatique",
    "bp-pharmacy" : "Brevet Professionnel de Préparateur en Pharmacie",
    "bachelor" : "Licence Sciences et Techniques spécialité Entrepreneuriat",
    "experience" : "Expérience",
    "fullstack-and-cloud" : "Développeur Fullstack Junior & Ingénieur Cloud AWS",
    "fullstack-and-cloud-text" : "Développement d'une application web de gestion d'activité d'entreprise baptisé Broadway Access (avec bibliothèque de documents chiffrés, synthèses, graphiques et reportings d'activité, carte dynamique des clients ... etc.). Mise en place d'un pipeline de déploiement d'application directement sur AWS et gestion du compte AWS.",
    "internship" : "Stagiaire développeur",
    "internship-text" : "Finalisation du développement de l'intranet de l'entreprise. Proposition du développement d'une application web permettant la gestion de l'activité de l'entreprise basée sur les processus écrits en interne et sur les technologies proposées par le cloud AWS. Création d'une Proof of Concept pour présentation au comité de direction.",
    "pharmaceutical-assistant" : "Préparateur en pharmacie",
    "pharmaceutical-assistant-text" : "Gestion de la partie herboristerie et de la fabrication de compléments alimentaires. Participation à de la fabrication de préparations officinales, magistrales et cosmétiques. Maintenance des systèmes informatiques et développement web.",
    "volunteer" : "Éditeur web bénévole",
    "volunteer-text" : "Rédaction d'articles sur le domaine des jeux vidéo via Wordpress et gestion du SEO. Développement web sur le site (thèmes et page web simple).",
    "sf-one" : "Autonomie",
    "sf-two" : "Sens de l'organisation",
    "sf-three" : "Force de proposition",
    "sf-four" : "Curiosité",
    "sf-five" : "Capacité d'apprentissage",
    "sf-six" : "Honnêteté",
    "sf-seven" : "Travail d'équipe",
    "sf-eight" : "Résolution de problèmes",



    "cloudypie" : "☁️ CloudyPie est mon tout premier projet ! L'idée principale était de réaliser un stockage de fichiers maison, accessible depuis une application web en local et pouvant être déployé sur un Raspberry Pi. Je me suis inspiré de Google Drive, ... etc; mais je voulais créer quelque chose de sécurisé, tout en donnant aux utilisateurs un contrôle total sur leurs données. Pour l'aspect sécurité, j'ai développé ma propre bibliothèque de chiffrement de fichiers : EncrypThor. Cette librairie utilise le protocole AES, c'était assez brouillon, mais ça avait le mérite de fonctionner efficacement.",
    "pys3tower" : "PyS3Tower 🏗️ (comme la tour de Pise, oui, c'est une blague un peu nulle) est une bibliothèque Python qui peut synchroniser vos fichiers locaux avec un bucket S3. Avec PyS3Tower, vous pouvez facilement synchroniser vos fichiers locaux avec un compartiment S3 et également synchroniser votre compartiment S3 avec vos fichiers locaux. Ce script fonctionne comme xcopy sous Windows, mais il est plus puissant et flexible. Cette bibliothèque a été crée pour le Groupe New York où nous ne pouvions pas déployer AWS DataSync ou une Storage Gateway. J'ai donc créé cette solution temporaire en utilisant Python et le SDK.",
    "mapyto" : "MaPyto 🌍 est un projet Django open-source qui permet d'optimiser Google Maps Routes (sans la limitation de 10 adresses par itinéraire). Ce projet est mon premier \"vrai, gros et sérieux\" projet et j'ai même eu envie de le lancer en tant que vrai service ! (vous pouvez trouver une première idée d'architecture AWS dans les photos) L'algorithme principal du backend est basé sur l'algorithme de Dijkstra. Cet algorithme permet de trouver le chemin le plus court entre plusieurs points sur une carte.",
    "broadway-access" : "Broadway Access est un SaaS (software-as-a-service) développé pour le Groupe New York (groupe spécialisé dans le déploiement d'image de points de vente). Il consiste en un portail web où les employés peuvent gérer leurs clients selon des processus préétablis, tout en communiquant avec les systèmes déjà en place (SAGE 100 et un intranet). Le but de cette application est de faciliter la communication entre les services pour réduire les erreurs, de réduire le nombre d'outils à utiliser en les centralisant en un seul, d'avoir un suivi client (CRM) et un outil de BI personnalisé à l'activité du groupe. Tout en offrant une ouverture aux différents clients (afin qu'ils aient accès aux outils BI, aux documents, etc.). Pour mémoire, j'ai proposé le développement de cette application au comité de direction lors d'un stage. Après validation, j'ai eu un an pour développer et déployer cette application sur AWS. J'ai dû me débrouiller seul pour toute la partie technique (la partie commerciale étant assurée par différentes personnes du groupe). Cette application a été utilisée pour plusieurs clients tels que Stellantis, Abeille Assurances, Intermarché...etc.",
    "please-required" : "S'il vous plaît, veuillez remplir tous les champs requis",
    "contact-line" : "Je suis toujours ouvert à une discussion autour de vos besoins afin de vous apporter les compétences qui vous permettront d'avancer.",
    "name" : "Votre nom *",
    "email" : "Votre adresse email *",
    "message" : "Votre message *",
    "submit" : "Envoyer"
}